Repository: Owen-sz/taidan
Catalog: po/*.po
Languages: es, ja, vi

source: Chinese
es: Chino
vi: Tiếng Trung

source: Japanese
es: Japonés
vi: Tiếng Nhật

source: Korean
es: Coreano
vi: Tiếng Hàn

source: Vietnamese
es: Vietnamita
vi: Tiếng Việt

source: Thai
es: Tailandés
vi: Tiếng Thái

source: Default
es: Por Defecto
vi: Mặc định

source: Creating User…
es: Creando Usuario…
ja: ユーザー登録中…
vi: Đang tạo người dùng…

source: Setting Timezone…
es: Configurando Zona Horaria…
ja: タイムゾーン設定中…
vi: Đặt múi giờ…

source: Configuring Themes…
es: Configurando Temas…
ja: テーマ設定中…
vi: Cấu hình chủ đề…

source: Downloading System Update…
es: Descargando Actualización del Sistema…
ja: システムアップデートダウンロード中…
vi: Đang tải xuống các cập nhật hệ thống…

source: Installing System Update…
es: Instalando Actualización del Sistema…
ja: システムアップデートインストール中…
vi: Đang cài đặt các cập nhật hệ thống…

source: Downloading User Programs…
es: Descargando Programas del Usuario…
ja: ユーザーアプリダウンロード中…
vi: Đang tải xuống các ứng dụng…

source: Installing User Programs…
es: Instalando Programas del Usuario…
ja: ユーザーアプリインストール中…
vi: Đang cài đặt các ứng dụng…

source: Installing additional drivers…
es: Instalando controladores adicionales…
vi: Đang cài đặt các trình điều khiển bổ sung…

source: Setting up IMFs…
es: Preparando IMFs…

source: Welcome to %s
es: Bienvenid@ a %s
ja: %s へようこそ
vi: Chào mừng đến với %s

source: Let's get your system ready.
es: Vamos a alistar tu sistema.
ja: システムをちゃんとセットアップしましょう。
vi: Cùng chuẩn bị hệ thống mới của bạn.

source: Skip Configuration
es: Saltar Configuración
ja: スキップ
vi: Bỏ qua bước cấu hình

source: Let's Go
es: Vamos
ja: 次
vi: Bắt đầu nào

source: Keyboard Layout
es: Layout de teclado
vi: Bố cục bàn phím

source: Search keyboard layout…
es: Busca tu layout de teclado…
vi: Tìm kiếm bố cục bàn phím…

source: Search keyboard variant…
es: Buscar tu variante de teclado…
vi: Tìm kiếm biến thể bàn phím…

source: Who are You?
es: Quién eres?
ja: ユーザー登録
vi: Giới thiệu bạn là ai?

source: Full Name
es: Nombre Completo
ja: 名前
vi: Tên đầy đủ

source: Username
es: Nombre de Usuario
ja: ユーザー名
vi: Tên người dùng

source: Username - must start with lowercase letters - must contain only alphanumericals, underscore (<tt>_</tt>) or dash (<tt>-</tt>) - may optionally end with a dollar sign (<tt>$</tt>)
es: Nombre de Usuario - Iniciar con letras minúsculas - Solo contener caracteres alfanuméricos, guión bajo (<tt>_<tt>) o guión (<tt>-<tt>) - (Opcional) Terminar con un símbolo de dinero (<tt>$<tt>)
ja: ユーザー名のフォーマットについて - 英小文字で始まる - 英文字・数字・<tt>_</tt>・<tt>-</tt>だけで組む - <tt>$</tt>で終わるのが可能
vi: Tên người dùng - phải bắt đầu bằng chữ thường - chỉ được chứa chữ cái và số, dấu gạch dưới (<tt>_</tt>) hoặc dấu gạch ngang (<tt>-</tt>) - có thể kết thúc bằng dấu đô la (<tt>$</tt>)

source: Create a Password
es: Crear una contraseña
ja: パスワード作成
vi: Hãy đặt mật khẩu

source: Password
es: Contraseña
ja: パスワード
vi: Mật khẩu

source: Repeat Password
es: Repetir Contraseña
ja: 確認
vi: Nhập lại mật khẩu

source: Let's Get You Online
es: Vamos a ponerte en linea
ja: インターネット接続
vi: Hãy đưa bạn lên mạng

source: Connect to the Internet to get the latest and greatest.
es: Conéctate al internet para obtener lo último y mejor.
ja: インターネットに接続すると、最新ソフトをダウンロードできることになります。
vi: Kết nối mạng để có được điều tuyệt nhất và mới nhất.

source: I don't have Internet
es: No tengo Internet
ja: スキップ
vi: Tôi không có mạng

source: Codecs and Drivers
es: Códecs y Controladores

source: Install proprietary media codecs and drivers for your device. Consult the <a href='https://wiki.ultramarine-linux.org/en/setup/postinstall/'>wiki</a> if you don't have an Internet connection.
es: Instalar controladores y códecs multimedia propietarios para tu dispositivo. Consulta <a href='https://wiki.ultramarine-linux.org/en/setup/postinstall/'>wiki</a> si no tienes una conexión a Internet.

source: Install Codecs and Drivers
es: Instalar Códecs y Controladores

source: Press next to skip installation
es: Presiona Siguiente para saltar instalación

source: Input Method
es: Método de Entrada
vi: Phương thức nhập

source: Search language…
es: Buscar lenguaje…
vi: Tìm kiếm ngôn ngữ…

source: Search IMs/IMEs…
es: Buscar IMs/IMEs…
vi: Tìm kiếm IMs/IMEs…

source: Night Light
es: Luz Nocturna
ja: 夜間モード
vi: Ánh sáng đêm

source: Tint the display with a warm tone at night to reduce eyestrain.
es: Entinta la pantalla con un tono cálido en la noche para reducir cansancio ocular.
ja: 画面の色合いを暖かくすることによって、目への負担を軽減することができます。
vi: Phủ màn hình bằng tông màu ấm vào ban đêm để giảm mỏi mắt.

source: Night Light is not proven to help with difficulty falling sleep.
es: Luz Nocturna no está confirmado con ayudar con la dificultad de dormir.
vi: Ánh sáng đêm không được chứng minh là hỗ trợ việc mất ngủ.

source: Choose your theme
es: Elige tu tema
ja: テーマ選択
vi: Chọn chủ đề bạn muốn

source: Make this system your own with a splash of colour. You can change this option later in settings.
es: Haz este sistema el tuyo con un toque de color. Puedes cambiar esta opción después en Configuración.
ja: 色の綴でシステムをカスタマイズしましょう。 後でシステム設定に変えることもできます。
vi: Biến hệ thống này thành của riêng bạn với một chút màu sắc. Bạn có thể thay đổi tùy chọn này sau trong phần cài đặt.

source: Some apps may not respect this preference.
es: Algunas aplicaciones podrían no respetar esta preferencia.
ja: このオプションは従われない場合もあります。
vi: Một số ứng dụng sẽ không tuân theo tùy chọn này.

source: Light
es: Claro
vi: Sáng

source: Dark
es: Oscuro
vi: Tối

source: Browser Selection
es: Selección de Navegador
ja: ブラウザ選択
vi: Chọn trình duyệt

source: What Do You Use This Device For?
es: Para que usarás este dispositivo?
vi: Bạn sẽ dùng thiết bị này như thế nào?

source: Confirm and Setup System
es: Confirmar y Configurar Sistema
ja: 続きにセットアップ
vi: Xác nhận và cài đặt hệ thống

source: Done
es: Hecho
ja: 完了
vi: Xong

source: Installing your Apps
es: Instalando tus Aplicaciones
ja: アプリをインストール中
vi: Dang cài đặt các ứng dụng

source: This won't take long!
es: Esto no tomará mucho!
ja: しばらくお待ちください。
vi: Sẽ không lâu lắm đâu!

source: Loading…
es: Cargando…
ja: ローディング…
vi: Đang tải…

source: Your System is Ready
es: Tu Sistema está listo
ja: 完成
vi: Hệ thống của bạn đã sẵn sàng

source: We hope you enjoy your fresh system!
es: Esperamos que disfrutes tu nuevo sistema!
ja: 新しいシステムをお楽しみくださいませ。
vi: Tận hưởng hệ thống mới của bạn!

source: We are sorry, but there is an unexpected problem.
es: Lo sentimos, pero hay un problema inesperado.
ja: 申し訳ございませんが、エラーが発生しました。
vi: Rất tiếc, đã có lỗi xảy ra.

source: Retry
es: Reintentar

source: Previous
es: Previo
ja: 前
vi: Trước

source: Next
es: Siguiente
ja: 次
vi: Sau

source: Indic
vi: Tiếng Ấn Độ

source: Error
ja: エラー
vi: Lỗi

source: You may <b>optionally</b> choose to add an <a href='https://wiki.ultramarine-linux.org/en/usage/l10n/#inputting-in-another-language'>input method editor (IME)</a>. This allows you to type in other specific languages.This change will take effect after you login into your user account. More Chinese input method options may be available with the <a href='https://rime.im/'>Rime</a> engine, but this requires advanced configuration and is therefore not recommended to beginners. You may find out more information on <a href='https://wiki.ultramarine-linux.org/en/usage/l10n/'>the wiki</a>.
vi: Bạn có thể <b>tùy chọn</b>cài đặt thêm <a href='https://wiki.ultramarine-linux.org/en/usage/l10n/#inputting-in-another-language'>trình điều khiểu phương thức nhập (IME)</a>. Điều này giúp cho bạn có thể nhập ở một số ngôn ngữ nhất định Thay đổi này sẽ có hiệu lực sau khi bạn đăng nhập vào tài khoản của mình. More Chinese input method options may be available with the <a href='https://rime.im/'>Rime</a> engine, but this requires advanced configuration and is therefore not recommended to beginners. Bạn có thể tìm hiểu thêm thông tin ở <a href='https://wiki.ultramarine-linux.org/en/usage/l10n/'>wiki</a>.
